Revit 2024 API
ParameterTypeId.FabricationEndOffsetParam Property
 "End Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationEndOffsetParam { get; }
Visual Basic
Public Shared ReadOnly Property FabricationEndOffsetParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationEndOffsetParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace